INSERT Category
( NameRus, NameUkr, Priority)
VALUES
('Роллы', 'Роли','6'),
('Сеты', 'Набори','5'),
('Прочее', 'Інше','1'),
('Супы', 'Супи','3'),
('Соусы', 'Соуси','2'),
('Напитки', 'Напої','4')
GO

INSERT OrderStatus
( StatusNameRus, StatusNameUkr)
VALUES
('доставлен', 'доставлений'),
('в ожидании', 'в очікувані'),
('в пути', 'в дорозі'),
('отменен', 'відмінен'),
('создан', 'створений'),
('в выполнении','у виконанні')
GO

INSERT Product
(CategoryId,NameRus,NameUkr,NumberOfOrders,Count,Energy,Balance,Price,Sale,IsHided,Priority)
VALUES
('1','Калифорнийский Унаги', 'Каліфорнійський Унагі','5','6','420','40','63','0','FALSE','1'),
('1','Эби Маки', 'Ебі Макі','0','6','300','40','31','0','FALSE','2'),
('1','Черный Дракон', 'Чорний Дракон','0','6','340','40','72','0','FALSE','3'),
('1','Дейли Ролл', 'Дейли Рол','0','6','440','40','57','1','FALSE','4'),
('1','Филадельфия с хияши', 'Філадельфія з хіяші','0','6','280','40','46','0','FALSE','5'),
('1','Хауз Ролл', 'Хауз Рол','0','6','420','40','60','0','FALSE','6'),
('4','Клер Суп', 'Клер Суп','0','6','368','40','50','0','FALSE','7'),
('4','Удон с морепродуктами', 'Удон с морепродуктами','0','1','400','40','24','0','FALSE','8'),
('4','Мисо-Широ', 'Місо-Широ','0','1','410','40','33','0','FALSE','9'),
('4','Мисо-Широ с угрем', 'Місо-Широ с угрем','8','1','420','40','42','0','FALSE','10'),
('4','Мисо-Широ с лососем', 'Місо-Широ с лососем','0','1','430','40','24','1','FALSE','11'),
('2','Суши Маки', 'Суші Макі','0','1','930','40','240','0','FALSE','12'),
('2','Креветковый квартет', 'Креветковий квартет','0','1','830','40','245','0','FALSE','13'),
('2','Коктель сет', 'Коктейль сет','0','1','730','40','233','0','FALSE','14'),
('2','Мега', 'Мега','0','1','1230','40','244','0','FALSE','15'),
('2','Лососевые фантазии', 'Лососеві фантазії','0','1','1010','40','950','0','FALSE','16'),
('6','Лимонад Имбирний', 'Лимонад імбирний','0','1','100','40','23','0','FALSE','17'),
('6','Лимонад Маракуйя', 'Лимонад Маракуйя','0','1','120','40','22','1','FALSE','18'),
('6','Лимонад класический з мятою', 'Лимонад класичний з мятою','0','1','80','40','19','0','FALSE','19'),
('5','Соус «Горчиный»', 'Соус «Гірчичний»','0','1','12','40','7','0','FALSE','20'),
('5','Соус «Барбекю»', 'Соус «Барбекю»','0','1','12','40','8','0','FALSE','21'),
('3','Палочки для суши','Палочкий для суши','0','0','12','40','2','0','FALSE','22'),
('3','Васаби', 'Васабі','0','1','12','40','1','0','FALSE','23'),
('3','Имбирь', 'Імбир','0','1','12','40','1','0','FALSE','24')
GO

INSERT ProductWeightDetails
(ProductId, Name, Value)
VALUES
('1','гр','190'),
('2','гр','220'),
('3','гр','250'),
('4','гр','210'),
('5','гр','180'),
('6','гр','230'),
('7','гр','310'),
('8','мл','300'),
('9','мл','400'),
('10','мл','320'),
('11','мл','440'),
('12','гр','840'),
('13','гр','740'),
('14','гр','780'),
('15','гр','970'),
('16','гр','1020'),
('17','мл','440'),
('18','мл','470'),
('19','мл','530'),
('20','гр','30'),
('21','гр','30')
GO

